Revit 2024 API
SymbolTypeId.KNPerM Property
 Symbol kN/m, indicating unit Kilonewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNPerM { get; }
Visual Basic
Public Shared ReadOnly Property KNPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace